"LAST_BACKUP" = "Ultimo backup:";
"NEXT_BACKUP" = "Backup successivo:";
"BACKING_UP" = "Backup in corso...:";
"ACCESSING_BACKUP" = "Accedo al disco di backup…";
"IN_PROGRESS" = "Eseguo backup…";
"PREPARING" = "Preparo backup…";
"STOPPING" = "Interrompo backup…";
"THINNING" = "Concludo…";
"DELETING" = "Elimino backup passati…";
"FINISHING" = "Concludo backup…";
"EXCLUDE" = "Escludi";
"NOT_MOUNTED" = "Il volume di backup non è attivato.";
"INCLUDED" = "Dimensioni previste dell'intero backup: %@";
"CALCULATING" = "Calcolo le dimensioni dell'intero backup…";
"ENCRYPT_IMAGE_NAME" = "Backup di %@%@";
"DI_ERR_TITLE" = "Si è verificato un errore durante la creazione dell'immagine di backup codificata.";
"DI_EXISTS" = "Su questo disco esiste già un backup codificato.";
"DI_ERROR" = "Si è verificato l'errore %d";
"DI_FAILED_TO_MOUNT" = "Impossibile disattivare l'immagine disco.";
"OK" = "OK";
"SHOW_HIDDEN_ITEMS" = "Mostra elementi invisibili"; // checkbox
"CALCULATING_SIZE" = "Calcolo modifiche…";
"CALCULATING_CHANGED_ITEMS" = "Preparo %@ elementi…";					
"CALCULATING_EXCLUDED_ITEMS" = "Escludo %@ elementi…";
"CALCULATING_DEEP_SCANNED_ITEMS" = "Analizzo %@ elementi…";

"MOUNTING" = "Rendo disponibile il disco di backup…";
"INDEXING" = "Indicizzo backup…";

// voice-over strings
"AX_ADD" = "Aggiungi l'elemento all'elenco “Non eseguire il backup di”";
"AX_REMOVE" = "Rimuovi l'elemento dall'elenco “Non eseguire il backup di”";

// error strings
"FAILED" = "Non riuscito";
"DELAYED" = "Rimandato";
"TIME_MACHINE_ERROR" = "Errore Time Machine";

"WARNING_SAME_DISK_TITLE" = "Sei sicuro di volere eseguire il backup sullo stesso dispositivo su cui si trovano i tuoi dati originali?";
"WARNING_SAME_DISK_ONE_CONFLICT" = "Il volume “%@” che hai selezionato per archiviare i backup si trova sullo stesso dispositivo del volume “%@” di cui stai effettuando il backup.\n\nPer proteggere completamente i tuoi dati, dovresti effettuare il backup su un volume contenuto in un altro dispositivo.\n";
"WARNING_SAME_DISK_MULTIPLE_CONFLICTS" = "Il volume “%@” che hai selezionato per archiviare i backup si trova sullo stesso dispositivo dei volumi %@ e %@ di cui stai effettuando il backup.\n\nPer proteggere completamente i tuoi dati, dovresti effettuare i backup su un volume contenuto in un altro dispositivo.\n";
"QUOTED_VOLUME_NAME" = "“%@”";
"LIST_SEPARATOR" = ", ";
"USE_SELECTED_DISK_BUTTON" = "Utilizza volume selezionato";
"CHOOSE_ANOTHER_DISK_BUTTON" = "Seleziona un altro volume";

"WARNING_NO_DESTINATION_TITLE" = "Nessun volume di backup selezionato.\n\n";
"WARNING_NO_DESTINATION" = "Per selezionare un volume di backup, fai clic su Configura.";

"REMAINING_HOUR" = "%d ora";
"REMAINING_HOURS" = "%d ore";
"REMAINING_MIN" = "%d minuto";	
"REMAINING_MINS" = "%d minuti";
"REMAINING_HOURS_AND_MINS" = "%@ e %@ rimanente…";
"REMAINING_ABOUT" = "%@ rimanente…";
"REMAINING_LESS_MIN" = "Manca meno di un minuto...";

"BACKUP_NOW" = "Esegui backup adesso";
"STOP_BACKING_UP" = "Interrompi backup";
"BYTES_COMPLETED_AND_TOTAL_FORMAT" = "%1$@ di %2$@";

// disk formatting dialog
"DISK_NEEDS_REFORMATTING_TITLE" = "Sei sicuro di volere inizializzare il disco di backup “%@”? Tale azioni distruggerà tutte le informazioni presenti sul disco ed è irreversibile.";
"DISK_NEEDS_REFORMATTING_TEXT" = "Il disco deve essere inizializzato prima di poter essere usato per i backup di Time Machine perché il suo filesystem non è compatibile.";
"DISK_NEEDS_REFORMATTING_CS_TEXT" = "Il disco deve essere inizializzato prima di poter essere utilizzato per i backup di Time Machine, perché un disco di cui stai eseguendo il backup è sensibile ai caratteri maiuscoli/minuscoli, mentre il disco di destinazione non lo è.";
"ERASE_DISK_BUTTON" = "Inizializza";
"DONT_ERASE_BUTTON" = "Non inizializzare";
"CANCEL_ERASE_BUTTON" = "Annulla";
"FORMATTING" = "Inizializzazione in corso…";

// disk formatting error dialog
"ERROR_FORMATTING_TITLE" = "Si è verificato un errore durante l'inizializzazione del disco di backup di Time Machine “%@”.";

// skip system files alart
"WARNING_SKIP_SYSTEM_FILES_TITLE" = "Hai scelto di escludere la cartella Sistema.";
"WARNING_SKIP_SYSTEM_FILES" = "Desideri escludere anche gli altri documenti installati con Mac OS X, come le applicazioni di sistema e gli strumenti UNIX?";
"EXCLUDE_ALL_SYSTEM_FILES_BUTTON" = "Escludi tutti i documenti di sistema";
"EXCLUDE_SYSTEM_FOLDER_ONLY_BUTTON" = "Escludi solo cartella Sistema";
"EXCLUDE_LIST_ALL_SYSTEM_FILES" = "Documenti di sistema e applicazioni";
"EXCLUDE_LIST_CALCULATING_SIZE" = "Calcolo dimensioni";

// the name we give a disk after reformatting it for use with Time Machine
"REFORMATTED_DISK_NAME" = "Backup di Time Machine"; 

// Disk selection list
"REFORMAT_REQUIRED" = "necessaria riformattazione (filesystem non compatibile)";
"REFORMAT_REQUIRED_CS" = "necessaria riformattazione (disco non sensibile ai caratteri maiuscoli/minuscoli)";
"SERVER_INFO_FORMAT" = "su “%@”";
"TIME_CAPSULE_ACCOUNT" = "Il mio account utente";

"DISK_PICKER_NONE" = "Nessuna";
"DISK_PICKER_NONE_TOOL_TIP" = "Interrompi backup";
"DISK_PICKER_BUTTON_USE" = "Utilizza per backup";
"DISK_PICKER_BUTTON_STOP" = "Interrompi backup";

// Available disk space
"AVAILABLE_AND_TOTAL_DISK_SPACE_FORMAT" = "%@ di %@";

// FileVault warnings
"FILEVAULT_WARNING_USER_LEOPARD_TITLE" = "FileVault è attivato per il tuo account utente. Time Machine effettuerà il backup della tua cartella Inizio solo quando avrai effettuato il logout.";
"FILEVAULT_WARNING_USER_LEOPARD" = "Non puoi sfogliare o ripristinare elementi singoli di una cartella Inizio codificati da FileVault nel backup di Time Machine. Per ripristinare tutti i documenti e le cartelle da questo tipo di backup, avvia da un disco di installazione di Mac OS X e seleziona “Ripristina sistema da backup” dal menu Utility del programma di installazione.";
"FILEVAULT_WARNING_ADMIN_LEOPARD_TITLE" = "FileVault è attivato per uno o più account utente di questo computer. Time Machine effettua il backup delle cartelle Inizio protette da FileVault solamente se gli utenti di tali cartelle Inizio hanno eseguito il logout.";
"FILEVAULT_WARNING_ADMIN_LEOPARD" = "Non puoi sfogliare o ripristinare elementi singoli di una cartella Inizio codificati da FileVault nel backup di Time Machine. Per ripristinare tutti i documenti e le cartelle da questo tipo di backup, avvia da un disco di installazione di Mac OS X e seleziona “Ripristina sistema da backup” dal menu Utility del programma di installazione.";

"FILEVAULT_WARNING_USER_TIGER_TITLE" = "Time Machine non può effettuare il backup della tua cartella Inizio perché è stata codificata con una versione precedente di FileVault. Disattiva FileVault per il tuo account e attivalo nuovamente; quindi, effettua il backup.";
"FILEVAULT_WARNING_ADMIN_TIGER_1_USER_TITLE" = "Time Machine non può effettuare il backup della cartella Inizio dell'account “%@” perché è stato codificato con una versione precedente di FileVault. Per questo account, disattiva FileVault e attivalo nuovamente; quindi, effettua il backup.";
"FILEVAULT_WARNING_ADMIN_TIGER_2_USERS_TITLE" = "Time Machine non può effettuare il backup delle cartelle Inizio degli account “%@” e “%@” perché sono stati codificati con una versione precedente di FileVault. Per ogni account, disattiva FileVault e attivalo nuovamente; quindi, effettua il backup.";
"FILEVAULT_WARNING_ADMIN_TIGER_3_USERS_TITLE" = "Time Machine non può effettuare il backup delle cartelle Inizio degli account “%@”, “%@” e “%@”’ perché sono stati codificati con una versione precedente di FileVault. Per ogni account, disattiva FileVault e attivalo nuovamente; quindi, effettua il backup.";
"FILEVAULT_WARNING_ADMIN_TIGER_MORE_USERS_TITLE" = "Time Machine non può effettuare il backup delle cartelle Inizio degli account “%@”, “%@”, “%@”’ e altri perché sono stati codificati con una versione precedente di FileVault. Per ogni account, disattiva FileVault e attivalo nuovamente; quindi, effettua il backup.";
"FILEVAULT_WARNING_TIGER" = "Time Machine effettua il backup delle cartelle Inizio protette da FileVault, ma non puoi sfogliare o ripristinare elementi singoli di una cartella Inizio codificati da FileVault nel backup di Time Machine. Per ripristinare tutti i documenti e le cartelle da questo tipo di backup, avvia da un disco di installazione di Mac OS X e seleziona “Ripristina sistema da backup” dal menu Utility del programma di installazione.";

"NEXT_BACKUP_WHEN_CONNECTED" = "Quando il disco è collegato";
"NEXT_BACKUP_TURNED_OFF" = "Backup automatici disattivati";
"NEXT_BACKUP_WHEN_PLUGGED_IN" = "Quando Mac è collegato";

"WILL_START_IN_ONE_SEC" = "un secondo…";
"WILL_START_IN_X_SECS" = "%@ secondi…";

"DESTINATION_TOOLTIP" = "Volume: %@\nAttivato a: %@";

"LATEST_SUCCESSFUL_BACKUP" = "Ultimo backup riuscito: %@ a %@";

"INSUFFICIENT_ACCESS_TITLE" = "Non disponi dei privilegi di lettura, scrittura e aggiunta necessari sul disco di backup del network selezionato. ";
"INSUFFICIENT_ACCESS_MESSAGE" = "Collegati con un altro nome utente oppure contatta l’amministratore del network.";

"ERROR_OBTAINING_URL" = "Errore interno - impossibile ottenere url per “%@”";

"KEYCHAIN_ERROR" = "Keychain error %d occurred while creating a System Keychain entry for the username “%@” and URL “%@”.";
"KEYCHAIN_RECOVERY_SUGGESTION" = "Per modificare o riparare il portachiavi del sistema, puoi provare a utilizzare l'utility Accesso portachiavi.";

"ERROR_NETAUTHMOUNT" = "Time Machine non può accedere al disco di backup “%@”.";

"UNKNOWN_DISK_NAME" = "Senza titolo";

// health check strings
PERFORMING_HEALTH_CHECK = "Verifico backup…";
SKIP_HEALTH_CHECK = "Ignora verifica";
SKIPPING_HEALTH_CHECK = "Ignoro verifica...";
